<%--
  Created by IntelliJ IDEA.
  User: 83896
  Date: 2018/9/3
  Time: 14:19
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width,minimum-scale=1.0,maximum-scale=1.0"/>
    <title>开太平-公益公约</title>
    <style>
        div {
            padding: 5%;
            font-size: 12px;
        }

        * {
            font-size: 1.2em;
            color: #333;
            text-align: justify;
        }

        h1 {
            font-size: 2.1em;
            text-align: center;
            font-weight: bold;
        }

        h2 {
            font-size: 1.2em;
            margin-bottom: 5px;
        }

        p {
            line-height: 1.8em;
            margin: 0 0 0 40px;
            padding-bottom: 10px;
            text-align: justify;
            position: relative;
        }

        ul {
            margin: -5px 0 20px 30px;
        }

        li {
            font-size: 0.8em;
            margin-bottom: 5px;
        }

        span {
            font-size: 1em;
            display: block;
            width: 40px;
            text-indent: 0;
            position: absolute;
            left: -40px;
            top: 0;
        }
    </style>
</head>
<body>
<div>
    <h1>开太平公益公约</h1>
    <p style="margin-left:0; text-indent: 0"><span
            style="font-size:1em; font-weight:bold; display: inline; position: static;">重要须知：</span>广东开太平信息科技有限公司（下称&ldquo;开太平&rdquo;）在此特别提醒您仔细阅读（未成年人应在其法定监护人的陪同下阅读）本《开太平公益公约》（下称&ldquo;本公约&rdquo;）中的各个条款，包括但不限于免除或者限制开太平责任的条款、对用户权利进行限制的条款以及约定争议解决方式、司法管辖的条款。您有权选择同意或者不同意公约。本公约由开太平和您签订。
    <p>
    <p style="margin-left:0;">开太平与您均应当严格履行公约项下的各项义务，如发生争议或者纠纷，双方应当友好协商解决；协商不成的，双方当中的任何一方均可提请开太平住所所在地深圳市南山区人民法院诉讼解决。</p>
    <P style="margin-left:0;">您如果通过开太平APP公益帮扶中心提交了&ldquo;我要捐赠&rdquo;&ldquo;我要求助&rdquo;申请的，即视为您完全同意公约，愿意接受公约所有条款的约束。</P>
    <h2>1. 公约目的</h2>
    <p>公约旨在约定您在开太平APP公益帮扶中心，您与开太平双方分别作为公约的一方公约当事人所享有的权利和所负有的义务。 </p>
    <h2>2. 一般义务</h2>
    <p><span>2.1</span>开太平APP公益帮扶中心显示的物品捐赠信息由捐赠者提供、对外发布，其真实性和完整性由捐赠者、求助者负责。。</p>
    <p><span>2.2</span>在开太平APP公益帮扶中心申请&ldquo;我要捐赠&rdquo;&ldquo;我要求助&rdquo;时，您提交物品捐赠或求助申请，仅是物品捐赠或获得捐赠物品品的必要条件，并非充分条件。是否获得相应的物品，由开太平捐赠者决定；一经决定，开太平将会以适当的方式在公益帮扶中心相应的界面上通知您。
    </p>
    <p><span>2.3</span>您在开太平APP申请物品捐赠/求助，无论是否申请成功，开太平均不会以任何名义向您收取任何费用，包括但不限于物品款、邮寄费。如果有人向您收取费用的，您有权拒绝，并请您在第一时间告知开太平；必要的时候，您应当保存向您索要相关费用的证据材料，并提供给开太平。
    </p>
    <p><span>2.4</span>您充分理解并完全同意：开太平APP公益帮扶中心属于物品捐赠公益平台，仅向您提供物品捐赠及求助的信息，不参与物品的实质交易。捐赠物品由捐赠者提供，并由捐赠者送达给您，其物品质量由捐赠者负责。如物品存在问题的，请您直接向捐赠者交涉，由此产生的争议与纠纷亦由您自行处理。
    </p>
    <p><span>2.5</span>您充分理解并完全同意：您申请获得的捐赠物品仅限于您本人/家人使用，您不得将其用于其他任何用途，包括但不限于将其销售或者赠与给第三方。否则，一经查实，捐赠者或开太平均有权单方面取消您的受助资格，并有权要求您立即返还捐赠物品。而且，开太平和捐赠者均不接受退换货，申请获得捐赠物品后，除非开太平或捐赠者依据公约的其他合同条款要求您返还捐赠物品，您无需也不得将其退还捐赠者。
    </p>
    <p><span>2.6</span>您收到捐赠物品后，您可通过开太平APP公益帮扶中心提交物品捐赠反馈信息，如实地向开太平反馈捐赠物品使用情况，包括但不限于捐赠物品质量及使用效果。您不得诋毁、谩骂捐赠者，或者提供虚假的捐赠反馈；否则，一经查实，开太平及/捐赠者均有权单方面取消您的受助资格，并有权要求您立即返还捐赠物品。
    </p>
    <p><span>2.7</span>您提交给开太平的反馈信息由开太平单独享有，开太平有权自行使用，包括但不限于将其公开于开太平公益帮扶中心，供其他用户查看、浏览。</p>
    <p><span>2.8</span>您提交给开太平的捐赠物品反馈信息中：（1）如果使用了您本人的肖像或者照片的，则意味您同意将其免费许可开太平使用，许可使用期限为永久，许可使用区域为全球范围内；（2）如果使用了第三方的肖像或者照片的，则您承诺并保证您已经征得了第三方的同意，开太平有权免费使用这些肖像和照片。若因您提供的肖像或者照片设计第三方侵权，造成开太平承担责任的，开太平有权在承担责任后向您进行无条件追偿。
    </p>
    <p><span>2.9</span>您作为开太平APP公益帮扶中心的用户，不得发表与之无关的言论，尤其是不得发表反党、反社会主义、分裂祖国、煽动民族仇恨、谣言等违法言论以及宣传推广自己或他人产品、服务的广告。否则，一经查实，开太平有权删除、屏蔽这些言论，暂停或者终止您的评论资格；构成犯罪的，开太平将移交有关司法机关处理。前款所述的违法言论，包括但不限于下列内容：
    </p>
    <ul>
        <li>反对宪法所确定的基本原则的；</li>
        <li>危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一的；</li>
        <li>损害国家荣誉和利益的；</li>
        <li>煽动民族仇恨、民族歧视，破坏民族团结的；</li>
        <li>破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
        <li>散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
        <li>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
        <li>侮辱或者诽谤他人，侵害他人合法权益的；</li>
        <li>含有法律、行政法规禁止的其他内容的。</li>
    </ul>
    <p><span>2.10</span>您作为捐赠者，出于对捐赠者的尊重，提前对捐赠物品进行清洁、整理、打包；寄送时须您所寄送的捐赠物品与平台物品捐赠信息保持一致，并遵守《快递暂行条例》。</p>
    <h2>3. 个人信息保护</h2>
    <p><span>3.1</span>开太平可能通过公益帮扶中心，在您自愿选择服务或提供信息的情况下收集您的个人信息，例如您的姓名、邮寄地址、电话号码及其他身份信息等。开太平有可能会保留一些用户的使用习惯信息，用于更好地了解和服务于用户。这些数据将有利于开太平开发出更符合用户需求的功能、信息和服务。
    </p>
    <p><span>3.2</span>开太平通过公益帮扶中心可能会收集一些特定的关于您所使用的机器的技术信息，可能会包括：IP地址、操作系统版本等。这些信息将用于提供更好的用户使用体验，提供更方便的服务。</p>
    <p><span>3.3</span>开太平非常重视保护您的开太平账号及密码、电话号码、地理位置、智能移动终端品牌及型号等个人信息，未经您同意，开太平不会将其披露给无关的第三方，更不会将其公之于众，但因下列原因而披露给第三方的除外：
    </p>
    <ul>
        <li>基于国家法律法规的规定而对外披露；</li>
        <li>应国家司法机关及其他有关机关基于法定程序的要求而披露；</li>
        <li>为保护开太平或您的合法权益而披露；</li>
        <li>在紧急情况，为保护其他用户及第三方人身安全而披露；</li>
        <li>经您本人同意或应您的要求而披露。</li>
    </ul>
    <p><span>3.4</span>开太平将使用各种安全技术和程序防止您及其他用户个人信息的丢失、不当使用、未经授权阅览或披露。但您充分理解到：由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。
    </p>
    <h2>4. 其他约定</h2>
    <p><span>4.1</span>开太平APP公益帮扶中心是物品捐赠公益平台，其著作权等知识产权由开太平单独享有，您不得从事侵犯其著作权等知识产权的行为。</p>
    <p><span>4.2</span>开太平保留随时地、不事先通知地、不需要任何理由地、单方面地修订公约的权利。公约一经修订，开太平将会用修订后的公约版本完全替代修订前的公约版本，并通过适当的方式向所有用户公布。您应当及时关注和了解公约的修订情况，如果您不同意修订后公约版本，请您立即停止使用开太平APP公益帮扶中心，否则即视同您同意并完全接受修订后的公约版本。
    </p>
    <p><span>4.3</span>开太平有可能以申请者须知、温馨提示等形式，向您说明您在使用开太平公益帮扶中心时应当履行的公约所约定的义务之外的其他义务，您亦应当仔细阅读并全面履行。上述说明如果与公约相互冲突或者矛盾的，以上述约定为准；上述约定未涉及的内容，仍适用公约。
    </p>
    <p><span>4.4</span>开太平将公约内置于开太平客户端软件安装程序当中，您在安装或者登录开太平客户端软件的过程中即可查阅、了解公约，亦可以通过勾选&ldquo;同意开太平公益公约&rdquo;表示您完全同意并接受公约之约束，或者放弃申请表示您不同意公约。
    </p>
    <p><span>4.5</span>公约各条款是可分的，所约定的任何条款如果部分或者全部无效，不影响该条款其他部分及公约其他条款的法律效力。</p>
    <p><span>4.6</span>公约各条款的标题只是为了方便用户阅读而起到提示、醒目的作用，对公约的解释及适用没有任何指引作用。</p>
    <p><span>4.7</span>开太平基于公约及其补充公约的有效弃权必须是书面的，并且该弃权不能产生连带的相同或者类似的弃权。</p>
    <p><span>4.8</span>开太平的客户服务电话为： 020-2231 6090，您如对公约条款有任何疑问或者需要帮助，可以通过上述电话与开太平联系。</p>
    <p><span>4.9</span>公约及其补充公约签订地为广东省深圳市南山区，均受中华人民共和国法律、法规管辖。（完） </p>
</div>
</body>
</html>
